Repository: olvid-io/olvid-ios
Catalog: Sources/App/AppAndExtensions/App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# DIALOG_OWNED_IDENTITY_WAS_REVOKED_BY_KEYCLOAK_MESSAGE
source: Your company's identity provider revoked your Olvid ID. Please contact your administrator.
de: Der Identitätsanbieter Ihres Unternehmens hat Ihre Olvid-ID widerrufen. Bitte wenden Sie sich an Ihren Administrator.
es: El proveedor de identidad de su empresa ha revocado su ID de Olvid. Por favor, contacte a su administrador.
fr: Le fournisseur d'identité de votre entreprise a révoqué votre ID Olvid. Nous vous recommandons de contacter votre administrateur.
it: Il provider di identità della tua azienda ha revocato il tuo ID Olvid. Contatta il tuo amministratore.
ja: お客様の会社のIDプロバイダーによって、Olvid IDが無効になりました。管理者にお問い合わせください。
ko: 귀사의 ID 공급자가 Olvid ID를 사용 중지했습니다. 관리자에게 문의해 주시기 바랍니다.
pt_br: O provedor de identidade da sua empresa revogou seu ID Olvid. Entre em contato com o administrador.
pt_pt: O provedor de identidade da sua empresa revogou o seu ID Olvid. Contacte o seu administrador.
ru: Провайдер удостоверений вашей компании отозвал ваш Olvid ID. Пожалуйста, свяжитесь с вашим администратором.
uk: Ваш корпоративний провайдер ідентифікації відкликав ваш Olvid ID. Зверніться до адміністратора.
zh_hans: 贵公司的身份验证服务已撤销您的 Olvid 帐户。请联系您的管理员。

# DIALOG_OWNED_IDENTITY_WAS_REVOKED_BY_KEYCLOAK_TITLE
source: Your Olvid ID was revoked
de: Ihre Olvid-ID wurde widerrufen
es: Tu ID de Olvid fue revocado
fr: Votre ID Olvid a été révoqué
it: Il tuo ID Olvid è stato revocato
ja: お客様のOlvid IDが取り消されました
ko: 귀하의 Olvid ID가 폐지되었습니다.
pt_br: Seu ID Olvid foi revogado
pt_pt: O seu ID Olvid foi revogado
ru: Ваш Olvid ID был отозван
uk: Ваш Olvid ID було відкликано
zh_hans: 您的 Olvid ID 已被撤销

# DIALOG_TITLE_OUTDATED_VERSION
source: Update required
de: Update erforderlich
es: Se requiere actualización
fr: Mise à jour requise
it: Aggiornamento richiesto
ja: アップデートが必要です
ko: 업데이트 필요
pt_br: Atualização necessária
pt_pt: Atualização necessária
ru: Требуется обновление
uk: Потрібне оновлення
zh_hans: 需要更新

# DISABLE_AUTOCORRECTION_LABEL
source: Auto-Correction
de: Autokorrektur
es: Corrección automática
fr: Correction automatique
it: Correzione automatica
ja: 自動修正
ko: 자동 수정
pt_br: Autocorreção
pt_pt: Autocorreção
ru: Автокоррекция
uk: Автокорекція
zh_hans: 自动更正

# DISABLE_AUTOCORRECTION_SECTION_FOOTER
source: Auto-Correction helps you type by automatically fixing spelling mistakes as you write messages, using your keyboard dictionary. Note: This setting only works if Auto-Correction is enabled in your device settings.
de: Die Autokorrektur hilft beim Tippen, indem sie Rechtschreibfehler beim Schreiben von Nachrichten automatisch korrigiert und dabei das Wörterbuch Ihrer Tastatur verwendet. Hinweis: Diese Einstellung funktioniert nur, wenn die Autokorrektur in den Geräteeinstellungen aktiviert ist.
es: La corrección automática te ayuda a escribir corrigiendo automáticamente los errores ortográficos mientras redactas mensajes, usando el diccionario de tu teclado. Nota: este ajuste solo funciona si la corrección automática está activada en los ajustes del dispositivo.
fr: La correction automatique vous aide à taper en corrigeant automatiquement les fautes d'orthographe lorsque vous rédigez des messages, en utilisant le dictionnaire de votre clavier. Remarque : ce réglage ne fonctionne que si la correction automatique est activée dans les réglages de votre appareil.
it: La correzione automatica ti aiuta a digitare correggendo automaticamente gli errori di ortografia mentre scrivi messaggi, usando il dizionario della tastiera. Nota: questa impostazione funziona solo se la correzione automatica è abilitata nelle impostazioni del dispositivo.
ja: 自動修正機能は、キーボードの辞書を使ってメッセージの入力中に自動的にスペルミスを修正することで、タイピングを支援します。注：この設定は、デバイスの設定で自動修正が有効になっている場合にのみ機能します。
ko: 자동 수정 기능은 키보드 사전의 단어를 사용하여 메시지를 입력할 때 자동으로 오타를 수정하여 입력하는 데 도움을 줍니다. 참고: 이 설정은 장치 설정에서 자동 수정이 활성화되어 있는 경우에만 작동합니다.
pt_br: A autocorreção ajuda você a digitar corrigindo automaticamente erros de ortografia enquanto você escreve mensagens, usando o dicionário do teclado. Nota: esta configuração só funciona se a autocorreção estiver ativada nas configurações do dispositivo.
pt_pt: A autocorreção ajuda-o a escrever corrigindo automaticamente os erros ortográficos enquanto redige mensagens, utilizando o dicionário do teclado. Nota: esta definição só funciona se a autocorreção estiver ativada nas definições do dispositivo.
ru: Автокоррекция помогает при наборе текста, автоматически исправляя орфографические ошибки в сообщениях с помощью словаря клавиатуры. Примечание: этот параметр работает только если автокоррекция включена в настройках устройства.
uk: Автокорекція допомагає вводити текст, автоматично виправляючи орфографічні помилки під час написання повідомлень, використовуючи словник клавіатури. Примітка: цей параметр працює лише якщо автокорекцію увімкнено в налаштуваннях пристрою.
zh_hans: 自动更正通过使用键盘词典自动修正拼写错误，帮助您在撰写消息时更流畅地输入。注意：此设置仅在设备设置中启用了自动更正时才有效。

# DISCUSSION_LAYOUT_TYPE
source: Discussion layout
de: Diskussionslayout
es: Disposición del chat
fr: Layout de discussion
it: Layout della conversazione
ja: ディスカッションレイアウト
ko: 대화 레이아웃
pt_br: Layout da conversa
pt_pt: Layout da conversa
ru: Макет обсуждения
uk: Макет обговорення
zh_hans: 讨论布局

# DISCUSSION_QUICK_EMOJI
source: Quick emoji for this discussion
de: Schnelle Emojis für diesen Chat
es: Emojis rápidos para esta conversación
fr: Emoji rapide pour cette discussion
it: Emoji rapidi per questa conversazione
ja: このチャットでのクイック絵文字
ko: 이 대화에 사용할 수 있는 빠른 이모지
pt_br: Emojis rápidas para esta conversa
pt_pt: Emojis rápidas para esta conversa
ru: Быстрые эмодзи для этого чата
uk: Швидкі емодзі для цієї розмови
zh_hans: 快速添加表情符号到当前对话

source: Discussion settings
de: Diskussions-Einstellungen
es: Configuración de la conversación
fr: Paramètres de la discussion
it: Impostazioni discussione
ja: ディスカッション設定
ko: 대화 설정
pt_br: Configurações da conversa
pt_pt: Definições da conversa
ru: Настройки обсуждения
uk: Налаштування дискусії
zh_hans: 讨论设置

source: Discuss with %@
de: Diskutiere mit %@
es: Conversar con %@
fr: Discuter avec %@
it: Discuti con %@
ja: %@と話し合う
ko: %@님과 대화하세요.
pt_br: Discuta com %@
pt_pt: Discutir com %@
ru: Обсудить с %@
uk: Обговоріть з %@
zh_hans: 与 %@ 讨论

# DISK_USAGE
source: Storage used
de: Gespeicherter Platz
es: Espacio utilizado
fr: Espace de stockage occupé
it: Spazio utilizzato
ja: ストレージの使用量
ko: 사용된 저장 공간
pt_br: Espaço usado
pt_pt: Espaço utilizado
ru: Использованное место
uk: Використано пам'яті
zh_hans: 已用存储空间

# DISMISS_ALL_DISCUSSIONS
source: Dismiss all
de: Alle verwerfen
es: Descartar todo
fr: Tout fermer
it: Ignora tutto
ja: すべて閉じる
ko: 모두 닫기
pt_pt: Descartar tudo
ru: Отклонить все
uk: Відхилити все
zh_hans: 关闭所有

# DOWNLOAD_MISSING_PROFILE_PICTURES_BUTTON_TITLE
source: Download missing profile pictures
de: Fehlende Profilbilder herunterladen
es: Descargar fotos de perfil faltantes
fr: Télécharger les photos de profils manquantes
it: Scarica le foto profilo mancanti
ja: プロフィール画像のダウンロード
ko: 누락된 프로필 사진 다운로드
pt_br: Baixar fotos de perfil ausentes
pt_pt: Descarregar fotografias de perfil em falta
ru: Загрузить отсутствующие фотографии профиля
uk: Завантажити відсутні фото профілю
zh_hans: 下载缺失的个人资料图片

# DOWNLOAD_MISSING_PROFILE_PICTURES_EXPLANATION
source: If you believe that certain profile pictures are missing (for contacts, groups, or your own profiles), you may try to (re)download them.
de: Wenn Sie glauben, dass bestimmte Profilbilder fehlen (für Kontakte, Gruppen oder Ihre eigenen Profile), können Sie versuchen, sie (neu) herunterzuladen.
es: Si crees que faltan ciertas fotos de perfil (de contactos, grupos o tu propio perfil), puedes intentar (re)descargarlas.
fr: Si vous pensez que certaines photos de profils sont manquantes (que ce soit pour vos contacts, groupes ou profils personnels), vous pouvez essayer de les télécharger à nouveau.
it: Se ritieni che alcune immagini del profilo manchino (per i contatti, i gruppi o i tuoi profili), puoi provare a (ri)scaricarle.
ja: 特定のプロフィール写真が表示されない場合（連絡先、グループ、または自分のプロフィールなど）、再ダウンロードを試してみてください。
ko: 특정 프로필 사진이 누락된 것으로 생각되면 (연락처, 그룹 또는 본인의 프로필 사진) 다시 다운로드해 보세요.
pt_br: Se você acredita que algumas fotos de perfil estão faltando (de contatos, grupos ou seus próprios perfis), pode tentar baixá-las (novamente).
pt_pt: Se considera que algumas fotografias de perfil estão em falta (de contactos, grupos ou do seu próprio perfil), pode tentar descarregá-las (novamente).
ru: Если вы считаете, что некоторые фотографии профиля отсутствуют (для контактов, групп или ваших собственных профилей), вы можете попробовать (заново) загрузить их.
uk: Якщо ви вважаєте, що деякі зображення профілів відсутні (для контактів, груп або ваших власних профілів), ви можете спробувати (пере)завантажити їх.
zh_hans: 如果您认为某些个人资料图片丢失（例如，联系人、群组或您自己的个人资料），您可以尝试（重新）下载它们。

# DRAFT_EXPIRATION_EXPLANATION
source: Use the settings below to modify the visibility and existence durations of your next message. You may only use more restrictive settings than the discussion's default.
de: Verwenden Sie die folgenden Einstellungen, um die Sichtbarkeit und die Gültigkeitsdauer Ihrer nächsten Nachricht zu ändern. Sie können nur restriktivere Einstellungen als die Standardeinstellungen der Diskussion verwenden.
es: Utiliza la configuración a continuación para modificar la visibilidad y la duración de existencia de tu próximo mensaje. Solo puedes usar configuraciones más restrictivas que la configuración predeterminada de la conversación.
fr: Utilisez les paramètres ci-dessous pour modifier les durées de visibilité et d'existence de votre prochain message. Vous ne pouvez pas choisir des paramètres moins restrictifs que les paramètres par défaut de la discussion.
it: Utilizza le impostazioni seguenti per modificare la visibilità e la durata di esistenza del tuo prossimo messaggio. Puoi utilizzare solo impostazioni più restrittive rispetto a quelle predefinite della conversazione.
ja: 以下の設定を使用して、次のメッセージの表示方法と表示期間を変更できます。ただし、設定できるのは、ディスカッションのデフォルト設定よりも制限の厳しいもののみです。
ko: 아래 설정을 사용하여 다음 메시지의 공개 범위와 지속 시간을 변경할 수 있습니다. 단, 그룹 채팅의 기본 설정보다 더 엄격한 설정만 사용할 수 있습니다.
pt_br: Use as configurações abaixo para modificar a visibilidade e o tempo de duração da sua próxima mensagem. Você só pode usar configurações mais restritivas do que as configurações padrão da conversa.
pt_pt: Use as configurações abaixo para modificar a visibilidade e a duração de exibição da sua próxima mensagem. Só pode usar configurações mais restritivas do que as predefinidas na conversa.
ru: Используйте настройки ниже, чтобы изменить видимость и время жизни вашего следующего сообщения. Вы можете использовать только более строгие настройки, чем настройки по умолчанию для дискуссии.
uk: Використовуйте налаштування нижче, щоб змінити видимість та тривалість існування вашого наступного повідомлення. Ви можете використовувати лише більш обмежені налаштування, ніж ті, що встановлені за замовчуванням у дискусії.
zh_hans: 使用以下设置来修改您下一条消息的可见性和存在时间。您只能使用比当前讨论组默认设置更严格的设置。

# DRAG_AND_DROP_TO_CONFIGURE_PREFERRED_EMOJIS_LIST
source: Drop your favorite reactions here!
de: Füge hier deine Lieblings-Reaktionen hinzu!
es: ¡Arrastra tus reacciones favoritas aquí!
fr: Déposez ici vos réactions préférés !
it: Aggiungi le tue reazioni preferite qui!
ja: お気に入りのリアクションをここに追加！
ko: 자주 사용하는 이모지를 여기에 추가하세요!
pt_br: Adicione suas reações favoritas aqui!
pt_pt: Adicione as suas reações favoritas aqui!
ru: Добавьте свои любимые реакции здесь!
uk: Додайте свої улюблені реакції тут!
zh_hans: 把您最喜欢的表情符号拖到这里！

source: Decline
de: Ablehnen
es: Rechazar
fr: Décliner
it: Rifiuta
ja: 拒否
ko: 거절
pt_br: Recusar
pt_pt: Recusar
ru: Отклонить
uk: Відхилити
zh_hans: 拒绝

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt_br: Excluir
pt_pt: Apagar
ru: Удалить
uk: Видалити
zh_hans: 删除

source: Delete Message
de: Nachricht löschen
es: Eliminar Mensaje
fr: Supprimer le message
it: Elimina Messaggio
ja: メッセージを削除
ko: 메시지 삭제
pt_br: Excluir mensagem
pt_pt: Apagar Mensagem
ru: Удалить сообщение
uk: Видалити повідомлення
zh_hans: 删除消息

source: Delete Message and Attachments
de: Nachricht und Anhänge löschen
es: Eliminar mensaje y archivos adjuntos
fr: Supprimer le message et les pièces jointes
it: Elimina Messaggio e Allegati
ja: メッセージと添付ファイルを削除
ko: 메시지와 첨부 파일 삭제
pt_br: Excluir mensagem e anexos
pt_pt: Apagar Mensagem e Anexos
ru: Удалить сообщение и вложения
uk: Видалити повідомлення та вкладення
zh_hans: 删除消息和附件

source: Delete all messages for all users
de: Alle Nachrichten für alle Nutzer löschen
es: Eliminar todos los mensajes de todos los usuarios
fr: Supprimer tous les messages chez tous les utilisateurs
it: Elimina tutti i messaggi per tutti gli utenti
ja: すべてのユーザーのすべてのメッセージを削除
ko: 모든 사용자의 모든 메시지 삭제
pt_br: Excluir todas as mensagens de todos os usuários
pt_pt: Apagar todas as mensagens de todos os utilizadores
ru: Удалить все сообщения для всех пользователей
uk: Видалити всі повідомлення для всіх користувачів
zh_hans: 删除所有用户的全部消息

source: Delete all messages for all users?
de: Alle Nachrichten für alle Nutzer löschen?
es: ¿Eliminar todos los mensajes de todos los usuarios?
fr: Supprimer tous les messages chez tous les utilisateurs ?
it: Eliminare tutti i messaggi per tutti gli utenti?
ja: すべてのユーザーのすべてのメッセージを削除しますか？
ko: 모든 사용자에 대해 모든 메시지를 삭제하시겠습니까?
pt_br: Excluir todas as mensagens de todos os usuários?
pt_pt: Eliminar todas as mensagens de todos os utilizadores?
ru: Удалить все сообщения для всех пользователей?
uk: Видалити всі повідомлення для всіх користувачів?
zh_hans: 删除所有用户的全部消息？

source: Delete group
de: Gruppe löschen
es: Eliminar grupo
fr: Supprimer le groupe
it: Elimina gruppo
ja: グループを削除
ko: 그룹 삭제
pt_br: Excluir grupo
pt_pt: Eliminar grupo
ru: Удалить группу
uk: Видалити групу
zh_hans: 删除群组

source: Deleted
de: Gelöscht
es: Eliminado
fr: Supprimé
it: Eliminato
ja: 削除
ko: 삭제됨
pt_br: Excluído
pt_pt: Apagado
ru: Удалено
uk: Видалено
zh_hans: 已删除

source: Deleted message
de: Gelöschte Nachricht
es: Mensaje eliminado
fr: Message supprimé
it: Messaggio eliminato
ja: 削除されたメッセージ
ko: 삭제된 메시지
pt_br: Mensagem excluída
pt_pt: Mensagem apagada
ru: Удаленное сообщение
uk: Видалене повідомлення
zh_hans: 已删除的消息

source: Delivered
de: Zugestellt
es: Entregado
fr: Distribué
it: Consegnato
ja: 配達済み
ko: 전송됨
pt_br: Entregue
pt_pt: Entregue
ru: Доставлено
uk: Доставлено
zh_hans: 已发送

source: Devices
de: Geräte
es: Dispositivos
fr: Appareils
it: Dispositivi
ja: デバイス
ko: 기기
pt_br: Dispositivos
pt_pt: Dispositivos
ru: Устройства
uk: Пристрої
zh_hans: 设备

source: Directory
de: Verzeichnis
es: Directorio
fr: Annuaire
it: Rubrica
ja: ディレクトリ
ko: 디렉터리
pt_br: Diretório
pt_pt: Diretório
ru: Каталог
uk: Каталог
zh_hans: 目录

source: Discard
de: Verwerfen
es: Descartar
fr: Supprimer
it: Scarta
ja: 破棄
ko: 삭제
pt_br: Descartar
pt_pt: Descartar
ru: Отменить
uk: Відкинути
zh_hans: 放弃

source: Discard changes
de: Änderungen verwerfen
es: Descartar cambios
fr: Abandonner les modifications
it: Annulla modifiche
ja: 変更を破棄
ko: 변경 사항 삭제
pt_br: Descartar alterações
pt_pt: Descartar alterações
ru: Отменить изменения
uk: Відкинути зміни
zh_hans: 放弃更改

source: Discussion
de: Diskussion
es: Discusión
it: Discussione
ja: ディスカッション
ko: 토론
pt_br: Discussão
pt_pt: Discussão
ru: Обсуждение
uk: Обговорення
zh_hans: 讨论

source: Discussions
de: Diskussionen
es: Conversaciones
it: Discussioni
ja: ディスカッション
ko: 대화
pt_br: Conversas
pt_pt: Conversas
ru: Обсуждения
uk: Розмови
zh_hans: 讨论

source: Dismiss
de: Verwerfen
es: Descartar
fr: Fermer
it: Ignora
ja: 閉じる
ko: 닫기
pt_br: Fechar
pt_pt: Descartar
ru: Отклонить
uk: Відхилити
zh_hans: 关闭

# Do you want to send an invitation to %@?
source: Do you want add %@ to your contacts?
de: Möchten Sie %@ zu Ihren Kontakten hinzufügen?
es: ¿Quieres añadir a %@ a tus contactos?
fr: Souhaitez-vous entrer en contact avec %@ ?
it: Vuoi aggiungere %@ ai tuoi contatti?
ja: %@を連絡先に登録しますか？
ko: %@를 연락처에 추가하시겠습니까?
pt_br: Você deseja adicionar %@ aos seus contatos?
pt_pt: Deseja adicionar %@ aos seus contactos?
ru: Вы хотите добавить %@ в свои контакты?
uk: Ви хочете додати %@ до своїх контактів?
zh_hans: 您想将 %@ 添加到您的联系人吗？

source: Do you wish to open %@ in Safari?
de: Möchten Sie %@ in Safari öffnen?
es: ¿Deseas abrir %@ en Safari?
fr: Voulez-vous ouvrir %@ dans Safari ?
it: Vuoi aprire %@ in Safari?
ja: Safariで%@を開きますか？
ko: Safari에서 %@를 열시겠습니까?
pt_br: Você gostaria de abrir %@ no Safari?
pt_pt: Deseja abrir %@ no Safari?
ru: Вы хотите открыть %@ в Safari?
uk: Чи бажаєте ви відкрити %@ у Safari?
zh_hans: 您想在 Safari 中打开 %@ 吗？

source: Documents
de: Dokumente
es: Documentos
it: Documenti
ja: ドキュメント
ko: 문서
pt_br: Documentos
pt_pt: Documentos
ru: Документы
uk: Документи
zh_hans: 文档

# Downloading File...
source: File not downloaded yet 😕
de: Datei wurde noch nicht heruntergeladen 😕
es: Archivo aún no descargado 😞
fr: Le téléchargement n'est pas terminé 😕
it: File non ancora scaricato 😞
ja: ファイルはまだダウンロードされていません。😕
ko: 파일이 아직 다운로드되지 않았습니다 🙁
pt_br: Arquivo ainda não foi baixado 😕
pt_pt: Ficheiro ainda não foi descarregado 😞
ru: Файл ещё не скачан 😞
uk: Файл ще не завантажено 😔
zh_hans: 文件尚未下载 😕

source: Edit nickname and custom picture
de: Spitznamen und benutzerdefiniertes Bild bearbeiten
es: Editar apodo y foto de perfil personalizada
fr: Editer le surnom et la photo personnalisée
it: Modifica nickname e immagine personalizzata
ja: ニックネームとカスタム画像を編集
ko: 별명과 사용자 지정 사진을 변경하세요.
pt_br: Editar apelido e foto de perfil
pt_pt: Editar nome de utilizador e imagem personalizada
ru: Редактировать никнейм и аватар
uk: Редагувати псевдонім та зображення
zh_hans: 编辑昵称和自定义头像

# EDIT_NICKNAME_AND_CUSTOM_PICTURE_EXPLANATION_FOR_CONTACT
source: You can choose a nickname and a custom profile picture for your contact. They will only appear on your devices, and won't be shared with anyone.
de: Du kannst einen Spitznamen und ein benutzerdefiniertes Profilbild für deinen Kontakt auswählen. Diese werden nur auf deinen Geräten angezeigt und werden nicht mit anderen geteilt.
es: Puedes elegir un apodo y una foto de perfil personalizada para tu contacto. Solo aparecerán en tus dispositivos y no se compartirán con nadie.
fr: Vous pouvez choisir un surnom et une photo de profil personnalisée pour votre contact. Ils apparaîtront sur vos appareils uniquement, et ne seront partagés avec personne.
it: Puoi scegliere un soprannome e un'immagine del profilo personalizzata per i tuoi contatti. Saranno visibili solo sui tuoi dispositivi e non verranno condivisi con nessuno.
ja: 連絡先のニックネームとカスタムのプロフィール写真を設定できます。これらはあなたのデバイスにのみ表示され、他のユーザーと共有されることはありません。
ko: 연락처에 사용할 닉네임과 프로필 사진을 설정할 수 있습니다. 설정한 닉네임과 프로필 사진은 사용자의 기기에서만 표시되며 다른 사람과 공유되지 않습니다.
pt_br: Você pode escolher um apelido e uma foto de perfil personalizada para seu contato. Eles aparecerão apenas em seus dispositivos e não serão compartilhados com ninguém.
pt_pt: Pode escolher um apelido e uma foto de perfil personalizada para o seu contacto. Estes elementos apenas serão visíveis nos seus dispositivos e não serão partilhados com mais ninguém.
ru: Вы можете выбрать никнейм и изображение профиля для этого контакта. Они будут отображаться только на ваших устройствах и не будут передаваться никому.
uk: Ви можете обрати псевдонім та власне зображення профілю для свого контакту. Вони відображатимуться лише на ваших пристроях і не будуть поширені нікому.
zh_hans: 您可以为您的联系人选择一个昵称和自定义的个人资料图片。这些内容仅显示在您的设备上，不会与任何人共享。

# EDIT_NICKNAME_AND_CUSTOM_PICTURE_EXPLANATION_FOR_GROUP
source: You can choose a nickname and a custom profile picture for this group. They will only appear on your devices, and won't be shared with anyone.
de: Du kannst einen Spitznamen und ein benutzerdefiniertes Profilbild für diese Gruppe auswählen. Diese werden nur auf deinen Geräten angezeigt und werden nicht mit anderen geteilt.
es: Puedes elegir un apodo y una foto de perfil personalizada para este grupo. Solo aparecerán en tus dispositivos y no se compartirán con nadie.
fr: Vous pouvez choisir un surnom et une photo de profil personnalisée pour ce groupe. Ils apparaîtront sur vos appareils uniquement, et ne seront partagés avec personne.
it: Puoi scegliere un nickname e un'immagine del profilo personalizzata per questo gruppo. Saranno visibili solo sui tuoi dispositivi e non verranno condivisi con nessuno.
ja: このグループでは、ニックネームとカスタムのプロフィール写真を選択できます。これらはあなたのデバイスでのみ表示され、他のユーザーと共有されることはありません。
ko: 이 그룹에 대한 별칭과 사용자 지정 프로필 사진을 선택할 수 있습니다. 이 설정은 본인의 기기에서만 적용되며 다른 사람과 공유되지 않습니다.
pt_br: Você pode escolher um apelido e uma foto de perfil personalizada para este grupo. Eles só aparecerão em seus dispositivos e não serão compartilhados com ninguém.
pt_pt: Podes escolher um nome de utilizador e uma foto de perfil personalizada para este grupo. Estes elementos só serão visíveis nos teus dispositivos e não serão partilhados com mais ninguém.
ru: Вы можете выбрать псевдоним и изображение профиля для этой группы. Они будут видны только на ваших устройствах и не будут переданы кому-либо.
uk: Ви можете обрати псевдонім та власне зображення профілю для цієї групи. Вони будуть відображатися лише на ваших пристроях і не будуть передані нікому.
zh_hans: 您可以为这个群组选择一个昵称和自定义的头像。它们只会显示在您的设备上，不会与任何人共享。

source: Edit your message
de: Bearbeite deine Nachricht
es: Edita tu mensaje
fr: Modifiez votre message
it: Modifica il tuo messaggio
ja: メッセージを編集
ko: 메시지 수정
pt_br: Edite sua mensagem
pt_pt: Editar a sua mensagem
ru: Отредактируйте свое сообщение
uk: Редагуйте своє повідомлення
zh_hans: 编辑您的消息

# EMPTY_PREFERRED_EMOJIS_LIST
source: No preferred reactions set
de: Keine bevorzugten Reaktionen festgelegt
es: No se han establecido reacciones preferidas
fr: Aucune réaction favorite
it: Nessuna reazione preferita impostata
ja: 優先するリアクションが設定されていません
ko: 선호하는 반응이 설정되지 않았습니다.
pt_br: Nenhuma reação preferida definida
pt_pt: Nenhuma reação preferida definida
ru: Не заданы предпочитаемые реакции
uk: Не встановлено улюблені реакції
zh_hans: 未设置常用表情

source: Enable
de: Aktivieren
es: Activar
fr: Activer
it: Abilita
ja: 有効にする
ko: 활성화
pt_br: Ativar
pt_pt: Ativar
ru: Включить
uk: Увімкнути
zh_hans: 启用

# ENABLE_RUNNING_LOGS
source: Enable in-app logs
de: In-App-Protokolle aktivieren
es: Activar registros dentro de la aplicación
fr: Activer les logs intégrés
it: Abilita i log nell'app
ja: アプリ内ログを有効にする
ko: 앱 내 로그 활성화
pt_br: Ativar logs no aplicativo
pt_pt: Ativar os registos na aplicação
ru: Включить журналы внутри приложения
uk: Увімкнути логи в застосунку
zh_hans: 启用应用内日志

# ENGINE_DIRECTORIES
source: Directories within the engine
de: Verzeichnisse innerhalb der Engine
es: Directorios dentro del motor
fr: Répertoires de l'engine
it: Directory all'interno del motore
ja: エンジン内のディレクトリ
ko: 엔진 내 디렉터리
pt_br: Diretórios dentro do sistema
pt_pt: Diretórios dentro do motor
ru: Каталоги внутри движка
uk: Директорії в двигуні
zh_hans: 引擎内的目录

source: Enter your passcode
de: Geben Sie Ihren Zugangscode ein
es: Introduce tu código de acceso
fr: Entrez votre code personnalisé
it: Inserisci il tuo codice di accesso
ja: パスコードを入力してください
ko: 비밀번호를 입력하세요
pt_br: Digite sua senha
pt_pt: Introduza o seu código de acesso
ru: Введите свой пароль
uk: Введіть ваш пароль
zh_hans: 输入您的密码

source: Ephemeral message
de: Vergängliche Nachricht
es: Mensaje efímero
fr: Message éphémère
it: Messaggio effimero
ja: 一時的なメッセージ
ko: 일시 메시지
pt_br: Mensagem temporária
pt_pt: Mensagem temporária
ru: Исчезающее сообщение
uk: Тимчасове повідомлення
zh_hans: 阅后即焚消息

source: Ephemeral messages
de: Vergängliche Nachrichten
es: Mensajes efímeros
fr: Messages éphémères
it: Messaggi effimeri
ja: 一時的なメッセージ
ko: 일시적인 메시지
pt_br: Mensagens temporárias
pt_pt: Mensagens efêmeras
ru: Исчезающие сообщения
uk: Тимчасові повідомлення
zh_hans: 阅后即焚消息

source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
pt_br: Erro
pt_pt: Erro
ru: Ошибка
uk: Помилка
zh_hans: 错误
